INSERT INTO teacher (teacher_code, teacher_name, class_name, class_price, teacher_gegist_date)
VALUES
('100', '이초급', '초급반', 100000, '20220101'),
('200', '김중급', '중급반', 200000, '20220102'),
('300', '박고급', '고급반', 300000, '20220103'),
('400', '정심화', '심화반', 400000, '20220104');

INSERT INTO member (member_id, member_name, phone, address, grade)
VALUES
('10001', '홍길동', '01011112222', '서울시 강남구', '일반'),
('10002', '장발장', '01022223333', '성남시 분당구', '일반'),
('10003', '임꺽정', '01033334444', '대전시 유성구', '일반'),
('20001', '성춘향', '01044445555', '부산시 서구', 'VIP'),
('20002', '이몽룡', '01055556666', '대구시 북구', 'VIP');

INSERT INTO golfclass (regist_month, class_no, class_area, tuition, teacher_code)
VALUES
('202203', '10001', '서울본원', 100000, '100'),
('202203', '10002', '성남분원', 100000, '100'),
('202203', '10003', '대전분원', 200000, '200'),
('202203', '20001', '부산분원', 150000, '300'),
('202203', '20002', '대구분원', 200000, '400');